Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mądry, konkretny człowiek. Interesy z takimi jak ty to dla mnie czysta przyjemność.
uk: Мудра, практична людина. Мати справу з такими, як ти, для мене одне задоволення.

source: Mądrze zrobiłeś. Nie ośmieliłby się zaatakować cię tutaj.
uk: Ти вчинив мудро. Він би не наважився тут на тебе напасти.

source: Mąż mnie opuścił dla jednej z tych jędz z Mrocznych Tajemnic, czy rozumiesz jaka to dla mnie obelga?
uk: Мій чоловік покинув мене заради однієї з тих негідниць з Темних Таємниць. Ти ж розумієш, яка це для мене образа?

source: Męczy mnie o ten stół alchemiczny już dobrych kilka tygodni.
uk: Він чіпляється до мене з цим алхімічним столом уже добрі кілька тижнів.

source: Męczy mnie ta wojna. Zablokowany handel morski odbija się na wszystkim. Nawet nie zdajesz sobie sprawy, co kiedyś można było kupić na Placu Targowym...
uk: Я втомився від цієї війни. Блокування морської торгівлі позначається на всьому. Ти навіть не уявляєш, що раніше можна було купити на ринку...

source: Mędrcy, choć wiedzą, że ciemność w nich wkroczy, bo nie rozszczepią słowami błyskawic...
uk: Мудреці хоч знають, що темрява увійде в них, бо не розсічуть вони словами блискавку...

source: Mężczyzna szedł wolno po zmarzniętej trawie, pogwizdując i delektując się porankiem. Pech chciał, że parę krzyków z oddali zakłóciło jego spokój. Wziął do ręki kuszę. W przeciwieństwie do biadolenia dygnitarzy, bardzo cenił sobie jej „bezpośredniość”. Dziesięć kroków. Po chwili przyłożył broń do twarzy i bez wahania nacisnął spust.
uk: Чоловік повільно йшов по замерзлій траві, насвистуючи і насолоджуючись ранком. На його нещастя, кілька криків здалеку потривожили його спокій. Він підняв арбалет. Десять кроків. За мить він підніс зброю до обличчя і без вагань натиснув на спусковий гачок.

source: Mężczyzna ten głosi tezy niezgodne zarówno z naukami Adanosa, jak i samego Innosa. Swoimi słowami zatruwa umysły dobrych mieszkańców naszego miasta.
uk: Ця людина поширює тези, які суперечать як вченням Аданоса, так і самого Інноса. Своїми словами він отруює свідомість добропорядних мешканців нашого міста.

source: Mężczyzna w zdobionym kaftanie wyszedł z namiotu i rozprostował kości. Czując powiew rześkiego powietrza, w pośpiechu opatulił się futrem i zaczerpnął łyk wina. Podszedł do sadzawki. Przejrzał się. Wyjął brzytwę. Podgolił wąsy - i brodę. Obiecał sobie ją przyciąć. W końcu od wczoraj był porucznikiem. Rowy były już gotowe, tylko czegoś mu brakowało.
uk: З намету вийшов чоловік у пишному кафтані і розім'яв кістки. Відчувши подих свіжого повітря, він поспішно загорнувся в хутро і зробив ковток вина. Він підійшов до ставка. Озирнувся. Дістав бритву. Поголив вуса і бороду. Він обіцяв собі підстригти її. Зрештою, відучора він - лейтенант. Рови були готові, тільки чогось бракувало.

source: Mężczyznę zauważono ostatnio w pobliżu fosy, pomiędzy wschodnią bramą miasta a Bursztynowym Wybrzeżem.
uk: Нещодавно його помітили біля рову, між східними воротами міста та Бурштиновим узбережжям.

source: Młoda polna bestia
uk: Молодий польовий жук

source: Młodszy brat nie miał wyboru - musiał liczyć na pomoc z zewnątrz, jeśli chciał odeprzeć miażdżące siły z północy.
uk: Молодший брат не мав іншого вибору, окрім як покладатися на допомогу ззовні, якщо він хотів відбитися від нищівних сил з півночі.

source: Młodszy z braci Valerio. Według testamentu, to on miał przejąć Wielką Winnicę.
uk: Молодший з синів Валеріо. Згідно із заповітом, йому мав дістатись Великий виноградник.

source: Młodszy, Andreas, zajmie się zarządzaniem funduszami winnicy, negocjowaniem umów i wypłacaniem pensji robotnikom.
uk: Молодший, Андреас, керуватиме коштами виноградника, укладатиме контракти та виплачуватиме платню працівникам.

source: Młody Wilk nie miał wszelako pięknego srebrzystego futra, takiego jak inne. Jego sierść była koloru błota, zmierzwiona, poszarpana bliznami. Ogon miał złamany, ucho naderwane. W paszczy brakło kłów, na łapach zaś pazurów. Znaczył go smród znoju i wędrówek. Stado w pogardzie spojrzało na odmieńca, nerwowo wyjąc i gniewnie powarkując, domagając się wygnania go. Rosły Wilk nakazał wnet, by ten odszedł i nigdy nie wracał.
uk: У Молодого Вовка не було красивого сріблястого хутра, як в інших. Його хутро було кольору багна, скуйовджене, пошматоване, вкрите шрамами. Хвіст був зламаний, вухо розірване. У пащі не було ікол, а на лапах – кігтів. Від нього тхнуло смородом злиднів і поневірянь. Зграя зневажливо дивилася на нього, нервово вила і сердито гарчала, вимагаючи, щоб його прогнали. Невдовзі Старий Вовк наказав молодому забиратися геть і ніколи не повертатися.

source: Młody bezczel. Nigdzie nie pójdę, póki tego nie załatwię.
uk: Юний нахаба. Я нікуди не піду, поки не розберуся з цим.

source: Młody chłopak, który dopiero co przybył do Przystani, wygrywa cały turniej!
uk: Юнак, який щойно прибув до Гавані, перемагає у турнірі!

source: Młody chłopcze, może chcesz wprowadzić odrobinę boskiej mocy naszego Pana do swojego domu?
uk: Юначе, можливо, ти хотів би принести частинку божественної сили нашого Бога у свій дім?

source: Młody cieniostwór
uk: Молодий тінезвір

source: Młody czarny szczur
uk: Молодий чорний щур

source: Młody dzik
uk: Молодий кабан

source: Młody głodny wilk
uk: Молодий голодний вовк

source: Młody i bezpośredni, podobasz mi się.
uk: Молодий і прямолінійний, ти мені подобаєшся.

source: Młody jesteś, niewiele jeszcze wiesz o pieniądzach... Bez złota trudno jest zarobić złoto. Natomiast gdy już je masz, coraz więcej monet zdaje się zbliżać do twojej kieszeni.
uk: Ти молодий, ти ще мало що знаєш про гроші... Без золота важко заробити золото. Натомість, коли воно у тебе є, все більше і більше золотих з'являється у твоїй кишені.

source: Młody jesteś, siły pewnie trochę masz, a i z buźki całkiem dobrze ci patrzy, to pomyślałem, że możesz mi się przydać.
uk: Ти молодий, і здається, сильний, а ще виглядаєш як цілком пристойний хлопець. Тож я подумав, що ти можеш бути мені корисним.

source: Młody jesteś, to właź do wody i rób.
uk: Ти молодий, тож лізь у воду і працюй.

source: Młody kretoszczur
uk: Молодий кротощур

source: Młody mężczyzna, włosy spięte w kucyk. Mówi ci to coś?
uk: Молодий чоловік, волосся зібране в хвіст. Говорить про щось?

source: Młody olbrzymi szczur
uk: Молодий гігантський щур

source: Młody pełzacz
uk: Молодий повзун

source: Młody troll
uk: Молодий троль

source: Młody troll jaskiniowy
uk: Молодий печерний троль

source: Młody wilk
uk: Молодий вовк

source: Młody wąż morski
uk: Молодий хвилежер

source: Młody ścierwojad
uk: Молодий падальник

source: Młody, co ty? Chcesz mieć całą straż na głowie? Pewnie, pobij mnie, to cię posadzą, a ja oskarżę Fridę za współwinną i nawet ona ci nie pomoże!
uk: Хлопче, ти чого? Хочеш, щоб вся Варта звалилась тобі на голову? Звичайно, побий мене, вони тебе посадять, а я звинувачу Фріду як співучасницю, і навіть вона тобі не допоможе!

source: Młody, i to jak cię obgadujemy! Teraz natomiast będziesz obgadywał innych razem z nami, bo właśnie stajesz się częścią elity straży miejskiej.
uk: Тепер ти будеш обговорювати інших разом із нами, бо скоро приєднаєшся до еліти Міської Варти.

source: Młody, jakoś trzeba na życie zarobić. Pewnie się tym jeszcze nie martwisz, tylko, jak każdy w tym wieku, całe dnie spędzasz na biesiadach i szukaniu sobie panny.
uk: Юначе, треба ж якось на життя заробляти. Певно, ти ще не турбуєшся про це, так як і кожен у твоєму віці. Цілими днями проводиш час на гулянках та шукаєш собі дівчину.

source: Młody, nie bądź dudek. Chodź, zrobimy jeszcze parę metrów i pozbędziemy się tego dziadostwa raz na zawsze!
uk: Юначе, не будь дурнем. Ходімо, пройдемо ще кілька метрів і позбудемося цього паскудства раз і назавжди!

source: Młody, nie gorączkuj się tak, dopijemy i zaraz się to załatwi.
uk: Малий, не гарячкуй, ми зараз вип'ємо і миттєво покінчимо з цим.

source: Młody, nie interesuj się tym. Lepiej skończ składać raport, bo to w straży jedna z najważniejszych czynności.
uk: Юначе, не переймайся цим. Краще закінчи свій звіт, бо це одна з найважливіших справ у Варті.

source: Młody, nie wpuszczę cię, nie masz co tu przychodzić.
uk: Хлопче, я тебе не впущу, ти не маєш права сюди заходити.

source: Młody, nie zawracaj gitary, niektórzy są zajęci. Znajdź sobie jakąś robotę.
uk: Юначе, не заважай, тут дехто зайнятий. Знайди собі якусь роботу.

source: Młody, nie zawracaj mi głowy. Jestem zajętym człowiekiem, w przeciwieństwie do ciebie.
uk: Хлопче, не заважай мені. Я зайнята людина, на відміну від тебе.

source: Młody, pokaż, do czego Gildia jest zdolna i sprowadź Ramhę z powrotem w jednym kawałku. Będę tu czekał.
uk: Хлопче, покажи, на що здатна Гільдія, і поверни Рамху в цілості. Я буду чекати тут.

source: Młody, swoim występem rozwaliłeś mi wszystkie kalkulacje. Muszę je teraz na nowo uporządkować...
uk: Молодий чоловіче, твій виступ зруйнував усі мої розрахунки. Мені доведеться усе перерахувати...

source: Młodzi pewnie nie zrozumieją tego od razu, jednak naszym obowiązkiem jest próbować postępować tak, jak chce wszechbyt!
uk: Молодь, напевно, не відразу це зрозуміє, але наш обов'язок – намагатися робити так, як хоче Всесвіт!

source: Młodzi, tacy teraz niewdzięczni. Jeszcze raz, czego tym razem chciałeś?
uk: Молодь зараз така невдячна. Знову ж таки, чого ти хочеш цього разу?

source: Młodzieniec ma rację! Za co nasi bliscy przelewają krew na froncie? Nie za brak sprawiedliwości!
uk: Юнак має рацію! За що наші близькі проливають кров на фронті? Не за відсутність справедливості!

source: Młodzieńcze, czy chciałbyś wziąć udział w diabelnie trudnej grze? To jedyna okazja, by przyjść z niczym, a wyjść jak król!
uk: Юначе, чи хотів би ти взяти участь у надзвичайно складній грі? Це єдина можливість прийти з нічим, а піти королем!

source: Młodzieńcze, powinieneś znaleźć sobie pożyteczne zajęcie. Może zaciągniesz się do armii? Na froncie przydadzą się tacy jak ty.
uk: Юначе, ти повинен знайти собі більш корисне заняття. Чому б тобі не піти до війська? На фронті пригодяться такі люди, як ти.

source: Młodzieńczy zapał to coś wspaniałego! Tylko jak się z tym uporasz, to... nie podchodź za blisko mnie. Ugh... pewnie przesiąkniesz tym smrodem.
uk: Юнацький ентузіазм - чудова річ! Просто коли ти з цим впораєшся... Не підходь до мене надто близько. Ух... ти напевно просякнеш тим смородом.

source: Młot Bena
uk: Молот Бена

source: Młot Ilse
uk: Молот Ільзи

source: Młot Wilczego Syna
uk: Молот Вовчого Сина

source: Młot bojowy
uk: Бойовий молот

source: Młot kowalski
uk: Ковальський молот

source: Młot piechura
uk: Молот піхотинця

source: Młot wojenny
uk: Бойовий молот

source: Młotek
uk: Молоток

source: Młotki? Tak długo na nie czekam!
uk: Молотки? Я так довго чекав на них!

source: Młotków? A co ja jestem jaki kowal?
uk: Молотків? А я що, коваль?

source: Młyn był zablokowany przez kamienie. Teraz woda powinna przepływać swobodnie.
uk: Млин був завалений камінням. Тепер вода має текти вільно.

source: Młyn jak młyn. Nie znam się na nich.
uk: Млин як млин. Я в них не розбираюся.

source: Mściciel
uk: Месник

source: N-n-na p-p-pewno?!
uk: Т-т-ти в цьому в-в-впевнений?!

source: N-nie kojarzę tw-twojego głosu...
uk: Я н-не впізнаю т-твій голос...

source: N-nie. Pójdę już... pójdę...
uk: Н-ні. Я вже йду... йду...

source: N-nie... nie chcę umierać...!
uk: Н-ні... Я не хочу вмирати...!

source: NASZĄ sprawę.
uk: НАШУ справу.

source: NIE ŻYJE!
uk: МЕРТВИЙ!

source: NIE! Ja... ja nie jestem gotowy!
uk: НІ! Я... я не готовий!

source: NIE! Nie chcę umierać!
uk: НІ! Я не хочу вмирати!

source: NIEDŹWIEDŹ\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Wiatr/Upadek\nPODATNOŚĆ: Sieczne\nWYSTĘPOWANIE: Niewielkie jaskinie, lasy\nRADA: Nie daj się uderzyć. Niedźwiedzie nie są aż tak odporne na obrażenia, jakby mogło się wydawać, ale pojedynczy cios ich łapy potrafi być śmiertelny.
uk: ВЕДМІДЬ\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти, вітер/падіння\nВРАЗЛИВІСТЬ: Ріжуча зброя\nПОШИРЕННЯ: Невеликі печери, ліси\nПОРАДА: Не давайте себе вдарити. У ведмедів не настільки міцна шкура, як може здатися, але один удар їхньої лапи може виявитися смертельним.

source: NIETOPERZ\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Sieczne, Obuchowe\nPODATNOŚĆ: Wiatr/Upadek, Pociski\nWYSTĘPOWANIE: Ciemne jaskinie, miejskie kanały\nRADA: Większość dnia przesypiają, wisząc głową w dół. Obudzone zeskakują na swojego przeciwnika, po czym wznoszą się w powietrze i atakują krążąc nad jego głową. Gdy śpią, łatwo ich uniknąć skradając się pod miejscem ich odpoczynku. Podobnie jak harpie ich skrzydła łatwo uszkodzić podmuchem wiatru.
uk: КАЖАН\nТИП ШКОДИ: Ріжуча\nОПІР: Ріжуча, тупа\nВРАЗЛИВІСТЬ: Вітер\/падіння, стріли, болти\nПОШИРЕННЯ: Темні печери, міська каналізація\nПОРАДА: Більшу частину дня вони сплять головою вниз. Прокинувшись, вони стрибають на свого супротивника, потім піднімаються у повітря і атакують, кружляючи над його головою. Під час сну їх легко оминути, просто прокравшись під ними. Як і у гарпій, їхні крила легко пошкодити поривом вітру.

source: Na Adanosa! Oczywiście! Weź, proszę. Mam nadzieję, że szybko stanie na nogi!
uk: О, Аданосе! Звісно! Візьми, будь ласка. Сподіваюся, він скоро стане на ноги!

source: Na Adanosa, co wyście mu zrobili?!
uk: Заради Аданоса, що ти з ним зробив?!

source: Na Adanosa... Sam nie wiem co powiedzieć... Byłem pewny, że w końcu go odszukasz.
uk: О, Аданосе... Не знаю, що й сказати... Я був упевнений, що ти його знайдеш.

source: Na Archolos nie ma żadnej wojny. No, chyba, że przynieśliście ją ze sobą!
uk: На Архолосі немає війни. Ну, якщо тільки ви не принесли її з собою!

source: Na Archolos pojawia się coraz więcej zagrożeń, ale Araxos wie, jak zadbać o swoich współpracowników.
uk: На Архолосі з'являється все більше загроз, але Араксос знає, як подбати про своїх людей.

source: Na Archolos pojawiają się kolejne patrole orków...
uk: На Архолосі з'являється все більше патрулів орків...

source: Na Archolos udało mi się dorobić pokaźnej fortuny. Nie musiałem już przejmować się wydatkami i żyłem na bardzo wysokim poziomie.
uk: Мені вдалося заробити на Архолосі чималий статок. Мені більше не потрібно було турбуватися про витрати і я жив на дуже високому рівні фінансового добробуту.

source: Na Archolos. Pośpiesz się.
uk: На Архолосі. Поквапся.

source: Na Beliara, kto to był? Dlaczego nas zaatakowali?
uk: Беліаре, хто це був? Чому вони напали на нас?

source: Na Innosa! Coś ty narobił? Zabiłeś go?!
uk: Пресвятий Іннос! Що ти наробив? Ти вбив його?!

source: Na Innosa! Mój mąż miał racje!
uk: Клянуся Інносом! Мій чоловік мав рацію!

source: Na Innosa, co ja teraz pocznę bez mojego szefa?
uk: Інносе, що я тепер буду робити без свого начальника?

source: Na Innosa, na nic to! Akcja martwa, wręcz nieruchoma!
uk: О, Інносе, це зовсім не те! Бездарні діалоги, зовсім ніякі!

source: Na Innosa, pomocy!
uk: В ім'я Інноса, допоможіть!

source: Na Innosa...
uk: Заради Інноса...

source: Na Londram byłem nikim, a teraz w końcu mogę zarobić kilka złotych monet i nie być zwykłym popychadłem jakiegoś właściciela ziemskiego.
uk: У Лондрамі я був ніким, а тепер я нарешті можу заробити кілька золотих монет, не надриваючи спину на якогось землевласника.

source: Na Londram oszczędzałem każdy grosz i co mi z tego przyszło? Pewnie też słyszałeś, nie ma już naszego domu, Londram padło. Przeklęci orkowie...
uk: На Лондрамі я заощаджував все до останньої копійки, і що з цього вийшло? Ти, мабуть, теж чув, що нашого дому більше немає, Лондрам знищено. Прокляті орки...

source: Na Londram zrobiło się zbyt gorąco. Orkowie są już blisko. Pewnie zaatakują z dnia na dzień. Ten statek to była ostatnia okazja, by brać nogi za pas.
uk: На Лондрамі стало надто гаряче. Орки вже близько. Вони, ймовірно, нападуть з дня на день. Цей корабель був останньою можливістю забратися звідти.

source: Na Mglistych Moczarach jest zdecydowanie chłodniej niż w pozostałych częściach wyspy i nie można też narzekać na obecność jakichkolwiek innych ludzi. Gardowi mogłoby się tu spodobać.
uk: На Туманних болотах, безумовно, прохолодніше, ніж в інших місцях острова, і на присутність інших людей теж не поскаржишся. Гарду тут може сподобатись.

source: Na Placu Targowym znajdziesz kupca Armara. Podobno ma dla Gildii jakąś ofertę.
uk: На Ринковій площі знайди торговця Армара. Схоже у нього є якась пропозиція для Гільдії.

source: Na Południowych Wyspach jest dość popularne.
uk: На Південних Островах воно досить популярне.

source: Na Starym Mieście spotkałem plądrującego Ludlofa. Kazałem mu opuścić miasto. To prosty człowiek cierpiący przez swój niedostatek, nie zasługiwał na śmierć.
uk: У Старому місті я зіткнувся з Людлофом, який займався мародерством. Я наказав йому покинути місто. Він звичайна людина, яка страждає від своїх поневірянь, і не заслуговує смерті.

source: Na Starym Mieście spotkałem plądrującego Ludlofa. Nie mogłem pozwolić mu kraść i krzywdzić niewinnych.
uk: У Старому місті я зіткнувся з Людлофом, який займався мародерством. Я не міг дозволити йому обкрадати та кривдити невинних людей.

source: Na Tropie Bestii - Sklep łuczarski
uk: По Сліду Звіра – Майстерня лучника

source: Na Uchodźstwie - Zakład łuczarski
uk: У Вигнанні – Майстерня лучника

source: Na Ustronie Żeglarza.
uk: До Прихистку моряка.

source: Na arenie nie wydawałeś się taki groźny.
uk: На арені ти не здавався таким грізним.

source: Na arenie panują proste zasady - w zależności od tego, co powie Alena przed walką, używamy pięści lub broni białej. Magia i broń strzelecka są zakazane. Nie wolno zabijać przeciwników. Nagroda za zwycięstwo wynosi dwukrotność stawki wejściowej. Ostatnią zasadą jest anonimowość - walczący nie znają swoich imion, ani nie mogą opowiadać o walkach poza areną.
uk: На арені діють прості правила – залежно від вказівок Аліни перед боєм, можна користуватися або кулаками, або зброєю ближнього бою. Магія і стрілецька зброя заборонені. Вбивати суперників – не дозволяється. Нагорода за перемогу – подвійна ставка за участь. Останнім правилом є анонімність – бійці не знають імен один одного, а також не мають права говорити про поєдинки за межами арени.

source: Na arenie, pod bramą, w krzakach czy własnym łóżku, owszem, ale karczma to co innego.
uk: На арені, під воротами, в кущах чи у власному ліжку – так, але корчма – це зовсім інше.

source: Na bagna.
uk: До болота.

source: Na bagna? Oszalałeś? Gdzie byśmy tam mieli mieszkać? I spać? Nie mam zamiaru spędzać nocy na mokrej ziemi!
uk: На болота? Ти здурів? Де ми там будемо жити? І спати? Я не маю наміру ночувати на мокрій землі!

source: Na bagnie błąkał się pewien starzec. Mówił, że ukrył coś cennego w okolicy.
uk: По болоту блукав старий чоловік. Він сказав, що заховав там щось цінне.

source: Na bagnie ktoś próbował przeciągnąć dużą skrzynię ze złotem. Ja mam jeszcze trochę roboty, ale jeśli ktoś przy niej nie stanie, to obawiam się, że prędzej czy później ktoś ją nam zwędzi.
uk: На болоті хтось намагався перетягнути велику скриню із золотом. Мені зараз ніколи нею займатися, потрібно щоб хтось її забрав, інакше рано чи пізно її вкрадуть.

source: Na bagnie wspominałeś coś o Jornie.
uk: На болоті ти згадував щось про Йорна.

source: Na baty też się już uodporniłem. Zmarszczki na skórze w końcu się do czegoś przydają, hehehe!
uk: До побоїв у мене вже з'явився імунітет. Зморшки на моїй шкірі нарешті для чогось пригодились, хе-хе-хе!

source: Na bieżąco badamy prawdziwość pogłosek o zbliżających się orkach i podejmujemy stosowne kroki, by być gotowym na każdą ewentualność.
uk: Ми постійно розслідуємо правдивість чуток про наближення орків і вживаємо відповідних заходів, щоб бути готовими до будь-якої ситуації.

source: Na brak klientów nie mogliśmy narzekać. Czasami nie było łatwo, ale byliśmy szczęśliwi.
uk: На відсутність клієнтів ми не скаржились. Іноді було нелегко, але ми були щасливі.

source: Na brzegu odnalazłem mojego starego druha, Coena. To zdolny człowiek, taki, jakich potrzebujesz. Pomógł mi przynieść tutaj skrzynię pełną złota.
uk: На березі я знайшов свого старого друга, Коена. Він здібний чоловік, саме той, хто тобі потрібен. Він допоміг мені принести сюди скриню, повну золота.

source: Na brzegu znalazłem ciało kobiety.
uk: На березі я знайшов тіло жінки.

source: Na bystrzaka to mi nie wyglądasz, więc wątpię, żebyś zrobił z nich użytek.
uk: Ти не схожий на того, кому вони потрібні, тому я сумніваюся, що тобі вони знадобляться.

source: Na całe szczęście pora deszczowa minęła, więc możemy wracać do pracy na pełnych obrotach.
uk: На щастя, дощова пора минула, тож ми можемо повернутися до роботи на повну силу.

source: Na chleb ci nie brakowało, po bagnie mogłeś chodzić bez obawy o węże błotne, ale ty musiałeś oczywiście chcieć więcej.
uk: Тобі вистачало на хліб, міг ходити по болоту, не боячись болотожерів, але тобі, звісно, хотілося більшого.

source: Na ciele Stana nie znalazłem żadnych ran zewnętrznych.
uk: Я не виявив будь-яких видимих ран на тілі Стена.

source: Na ciele nie ma żadnych widocznych ran zewnętrznych...
uk: На тілі немає помітних зовнішніх ран...

source: Na cmentarzu jest kapliczka Innosa? Przecież to klasztor Magów Wody!
uk: На цвинтарі є вівтар Інноса? Але це ж монастир Магів Води!

source: Na cmentarzu znalazłem także starą, zniszczoną notatkę. Wygląda jakby miała sporo lat, a teraz jeszcze jest cała zakrwawiona i zabłocona. Niewiele da się z niej odczytać i wątpię by ktokolwiek mógł z tym coś zrobić.
uk: Я також знайшов стару пошарпану записку на цвинтарі. Виглядає так, ніби їй вже кілька років, вона вся закривавлена і брудна. Я майже нічого не можу прочитати, і я сумніваюся, що хтось взагалі зможе.

source: Na co Ulrykowi te bale?
uk: Навіщо Ульріку ці колоди?

source: Na co ci pancerz Gwardzisty Królewskiego?
uk: Навіщо тобі обладунок королівського гвардійця?

source: Na co ci pancerz gwardzisty królewskiego?
uk: Навіщо тобі обладунок королівського гвардійця?

source: Na co czekasz? Na niego!
uk: Чого ти чекаєш? Давай на нього!

source: Na co czekasz? Wsiadaj na wóz i w drogę!
uk: Чого ти чекаєш? Сідай на віз, і в дорогу!

source: Na co czekasz? Zakładaj pancerz!
uk: Чого ж ти чекаєш? Одягай обладунки!

source: Na co dzień kręci się w pobliżu stodoły po drugiej stronie placu. Wygląda jak duża chata z zagrodą.
uk: Він постійно вештається біля сараю по інший бік площі. Сарай схожий на велику халупу з огорожею.

source: Na co dzień nie uprawia już alchemii, ale z pewnością wymyśli coś na twoją ranę.
uk: Він більше не займається алхімією, але я впевнений, що він зможе щось вигадати для твоєї рани.

source: Na co mi to wszystko było? Komu przeszkadza proste życie na farmie? A może ja chcę zbierać przez całe życie rzepę, mnie o zdanie się już nikt nie zapyta?! Zamiast robić coś pożytecznego, tylko zamiatam komnaty magów całymi dniami.
uk: Заради чого все це було? Кого цікавить просте життя на фермі? А може, я хочу все життя збирати ріпу, нікому моя думка більше не потрібна?! Замість того, щоб робити щось корисне, я цілими днями підмітаю кімнати магів.

source: Na co mogę sobie pozwolić?
uk: Що мені дозволено робити?

source: Na co mógłbym liczyć jako członek Wodnego Kręgu?
uk: На що я можу розраховувати як член Кільця Води?

source: Na co polujesz?
uk: На що ти полюєш?

source: Na czym miałby polegać taki test?
uk: У чому полягатиме такий тест?

source: Na czym polega ostatnie zadanie?
uk: Яке фінальне завдання?

source: Na czym polega twoja praca?
uk: З чим пов'язана твоя праця?

source: Na czym to ja stanąłem...
uk: На чому я зупинився...

source: Na dobre mnie popamięta!
uk: Він добре мене запам'ятає!

source: Na domiar złego jednej nocy zauważyliśmy jakiś dziwny statek w oddali. Ci głupi marynarze sobie ubzdurali, że to albo orkowie, albo piraci!
uk: На додачу до всього, однієї ночі ми помітили якийсь дивний корабель вдалині. Ці безмозкі моряки вирішили, що це або орки, або пірати!
